
MAIN_MENU = """
Миллионы песен в <b>Let’s listen to MUSIC</b>
Слушай и скачивай любимые песни без ограничений.

/help поможет связаться с нашей службой поддержки.
"""

SEARCH = "Введите поисковой запрос сделав ответ на данное сообщение."

SEARCH_NO_RESULTS = "Нечего не найдено!"

MENU_ADS = """
<b>Развивайтесь с нашим сервисом рекламной интеграции</b>

Размещайте свою рекламу в <b>Let’s listen to MUSIC</b> и платите за количество просмотров.
"""

CREATE_AD__THERE_IS_AD = "У Вас имеется реклама на проверке."
CREATE_AD__CANCEL = "Вы отменили создание рекламной интеграции."
CREATE_AD__TEXT = "Введите текстовое рекламное содержание.\nНе более 200 символов."
CREATE_AD__TEXT__INCORRECT = """
Отправленный текст содержит более 200 символов.
Отправьте содержание учитывая допустимую длину.
"""
CREATE_AD__BUTTON_TITLE = "Введите название кнопки.\nНе более 25 символов."
CREATE_AD__BUTTON_TITLE__INCORRECT = "Отправленный текст содержит более 25 символов. Отправьте содержание учитывая допустимую длину."
CREATE_AD__BUTTON_URL = "Введите ссылку на ресурс."
CREATE_AD__BUTTON_URL__INCORRECT = "Ссылка не корректна, убедитесь что ссылка начинается https://"
CREATE_AD__VIEW_LIMIT = "Введите количество просмотров Вашей рекламы."
CREATE_AD__VIEW_LIMIT__INCORRECT = "Укажите числовое значение."
CREATE_AD__FINISH = "Ваша реклама отправлена на проверку, ожидайте результат проверки."
